var a = `

《5.毛泽东思想和中国特色社会主义理论体系（上）  第一章  本章导学》


《5.毛泽东思想和中国特色社会主义理论体系（上）  第一章  第一节　马克思主义中国化及其发展》

【习题1（单选题 ）】
Question：毛泽东首次提出“马克思主义中国化”的重大命题是在（）
Answer：
√ 中共六届六中全会
 中共八大
 中共一大
 中共七大

【习题2（单选题 ）】
Question：毛泽东提出“马克思主义中国化”的重大命题是在（）
Answer：
 《实践论》
 《反对本本主义》
√ 《论新阶段》
 《矛盾论》

【习题3（单选题 ）】
Question：毛泽东思想和中国特色社会主义理论体系之间的关系（）
Answer：
  否定关系
 没有关系
 对立关系
√ 承进关系

【习题4（单选题 ）】
Question：毛泽东在中共六届六中全会上首次提出“马克思主义中国化”的重大命题。
Answer：
 错误
√ 正确

【习题5（单选题 ）】
Question：马克思主义中国化既是坚持马克思主义又是发展马克思主义。
Answer：
√ 正确
 错误

【习题6（单选题 ）】
Question：马克思主义中国化两大成果之间是一脉相承又与时俱进的关系。
Answer：
 错误
√ 正确


《5.毛泽东思想和中国特色社会主义理论体系（上）  第一章  第二节　毛泽东思想》

【习题1（单选题 ）】
Question：首次提出“毛泽东思想”概念的人是（）。
Answer：
√ 王稼祥
 刘少奇
 张如心
 张闻天

【习题2（单选题 ）】
Question：马克思主义中国化第一次历史飞跃的理论成果（）。
Answer：
√ 毛泽东思想
 “三个代表”重要思想
  邓小平理论
 “三个代表”重要思想

【习题3（单选题 ）】
Question：科学评价毛泽东和毛泽东思想的会议是（）。
Answer：
 党的七大
  党的八大
 党的十二大
√ 党的十一届六中全会

【习题4（单选题 ）】
Question：1945年党的七大把毛泽东思想作为党的指导思想。
Answer：
√ 正确
 错误

【习题5（单选题 ）】
Question：土地革命后期和抗日战争时期是毛泽东思想的成熟时期。
Answer：
 错误
√ 正确

【习题6（单选题 ）】
Question：毛泽东思想就是毛泽东的个人思想。
Answer：
 正确
√ 错误

【习题7（多选题 ）】
Question：毛泽东思想的活的灵魂是（）。
Answer：
√ 独立自主
√ 实事求是
√ 群众路线


《5.毛泽东思想和中国特色社会主义理论体系（上）  第一章  第三节　中国特色社会主义理论体系》

【习题1（单选题 ）】
Question：邓小平理论确立为党的指导思想是（）。
Answer：
 党的十六大 
 党的十三大
√ 党的十五大  
 党的十四大   

【习题2（单选题 ）】
Question：“三个代表”重要思想确立为党的指导思想是（）。
Answer：
 党的十五大
 党的十四大
√ 党的十六大
 党的十八大

【习题3（单选题 ）】
Question：中国特色社会主义理论体系是从党的十一届三中全会开始逐渐形成和发展起来。
Answer：
√ 正确
 错误

【习题4（单选题 ）】
Question：中国特色社会主义理论体系不包括毛泽东思想。
Answer：
 错误
√ 正确

【习题5（单选题 ）】
Question：中国特色社会主义理论体系是马克思主义中国化第二历史性飞跃的理论成果。
Answer：
 错误
√ 正确

【习题6（单选题 ）】
Question：中国特色社会主义理论体系不包括毛泽东思想。
Answer：
 错误
√ 正确

【习题7（多选题 ）】
Question：中国特色社会主义理论体系包括（）。
Answer：
√ 习近平系列讲话
√ 科学发展观
√ “三个代表”重要思想
√ 邓小平理论

【习题8（多选题 ）】
Question：中国特色社会主义总体布局包括经济建设和（）。
Answer：
√ 文化建设
√ 政治建设
√ 社会建设
√ 生态文明建设


《5.毛泽东思想和中国特色社会主义理论体系（上）  第一章  第四节　实事求是思想路线与马克思主义 中国化理论成果的精髓》

【习题1（单选题 ）】
Question：毛泽东初步界定中国共产党人的思想路线的基本含义的文章是（）。
Answer：
√ A. 《反对本本主义》  
 B.《实践论》
 C. 《矛盾论》
 D.《论十大关系》

【习题2（单选题 ）】
Question：首次对党的思想路线的内容作概括的人是（）。
Answer：
 A.毛泽东
 C.陈云
√ D.邓小平
 B.刘少奇

【习题3（单选题 ）】
Question：马克思主义中国化理论成果的精髓是（）。
Answer：
 C.与时俱进
 B.解放思想
 D.求真务实
√ A.实事求是

【习题4（单选题 ）】
Question：解放思想是马克思主义中国化理论成果的精髓。
Answer：
√ 错误
 正确

【习题5（单选题 ）】
Question：实事求是党的思想路线的实质和核心。
Answer：
 错误
√ 正确

【习题6（多选题 ）】
Question：实事求是思想路线的科学内容（）。
Answer：
√ C.在实践中检验真理和发展真理
√ B.理论联系实际
√ D.实事求是
√ A.一切从实际出发


《5.毛泽东思想和中国特色社会主义理论体系（上）  第二章  本章导学》


《5.毛泽东思想和中国特色社会主义理论体系（上）  第二章  第一节　新民主主义革命理论的形成》

【习题1（单选题 ）】
Question：区别旧民主主义革命与新民主主义革命的根本标志是（）
Answer：
 革命的前途不同   
√ 革命的领导阶级不同
 革命的对象不同
 革命的指导思想不同  

【习题2（单选题 ）】
Question：旧民主主义革命向新民主主义革命转变的经济条件是（）
Answer：
 外国资本占国民经济比重日益缩小
√ 中国民族资本主义经济的快速发展
 地主阶级的经济力量日益萎靡弱小
 小农经济开始瓦解并退出经济领域

【习题3（单选题 ）】
Question：标志着中国旧民主主义革命向新民主主义革命转变的重大事件是 （）
Answer：
  中国共产党的成立
√ 五四运动
  新文化运动
  共产主义小组诞生

【习题4（单选题 ）】
Question：新民主主义革命的总路线中“人民大众的”是指（）
Answer：
  革命的对象
√ 革命的动力　
  革命的性质　
  革命的领导权 

【习题5（单选题 ）】
Question：中国民族资产阶级的阶级特性中与生俱来的一个特性是 （）
Answer：
  革命性　
  斗争性
  买办性
√ 软弱性

【习题6（多选题 ）】
Question：近代中国社会的主要矛盾是（）。
Answer：
√ 封建主义和人民大众的矛盾
 无产阶级和资产阶级的矛盾
 地主阶级和资产阶级的矛盾
 资本主义和社会主义的矛盾
√ 帝国主义和中华民族的矛盾

【习题7（多选题 ）】
Question：鸦片战争以后，中华民族面临的两大历史任务是（）
Answer：
 反对官僚资本主义 
√ 推翻帝国主义和封建主义在中国的反动统治，求得民族独立和人民解放
√ 实现国家繁荣富强和人民共同富裕
 消灭资产阶级

【习题8（多选题 ）】
Question：土地革命战争时期，中国的红色政权能够存在与发展的主观条件有（）
Answer：
√ 统一战线必须以工农联盟为基础，以武装斗争为支柱，才能巩固和发展
 全国革命形势的继续向前发展
 几个帝国主义国家间接统治的政治经济发展不平衡的半殖民地班封建的大国
√ 相当力量的正式红军的存在

【习题9（多选题 ）】
Question：近代中国半殖民地半封建的社会性质，规定了  （）
Answer：
√ 中国革命的性质是资产阶级民主革命
 中国革命是世界无产阶级社会主义革命的一部分
√ 中国革命的动力包括工人、农民、小资产阶级和民族资产阶级
√ 中国革命的主要对象是帝国主义和封建主义
 中国革命的前途是由新民主主义走向社会主义

【习题10（多选题 ）】
Question：新民主主义革命理论是一个完整的体系，它科学地揭示了中国革命的特点和规律。新民主主义革命理论体系的主要组成部分是（）
Answer：
√ 新民主主义革命理论
 新民主主义方向理论
√ 新民主主义社会理论
 新民主主义建设理论


《5.毛泽东思想和中国特色社会主义理论体系（上）  第二章  第二节　新民主主义革命的总路线和基本纲领》

【习题1（单选题 ）】
Question：在中国革命进程中，具有新民主主义革命和社会主义革命双重性质的事件是（）。
Answer：
√ 没收官僚资本归新民主主义国家所有
 赎买民族工商业归人民民主专政国家
 接收帝国主义在华企业归新民主主义国家所有
 没收封建阶级的土地归农民所有

【习题2（单选题 ）】
Question：新民主主义文化与旧民主主义文化相区别的根本特点是 （）
Answer：
 是否提倡科学、民主
 是否站在工农兵的立场上
√ 是否以共产主义为指导
 是否反帝反封建

【习题3（多选题 ）】
Question：新民主主义社会时期，中国国内的经济成分有（）
Answer：
√ 国际资本主义经济
√ 私人资本主义经济
√ 社会主义国营经济与合作社经济
√ 个体经济

【习题4（多选题 ）】
Question：新民主主义革命就是“新式的、特殊的资产阶级民主主义革命”，它的基本特点是  （）
Answer：
√ 它有了新的前途，经过新民主主义革命进而达到社会主义的目标   
√ 它有新的领导阶级即无产阶级　
√ 它有新的指导思想即马克思主义
√ 它属于世界无产阶级革命的一部分　

【习题5（多选题 ）】
Question：新民主主义革命属于 （）
Answer：
√ 资产阶级民主革命性质 
 世界资产阶级革命范畴
√ 世界无产阶级革命范畴
 无产阶级社会主义革命性质  
 无产阶级民主革命性质

【习题6（多选题 ）】
Question：中国新民主主义革命的主要任务是反帝反封建，完成这一革命任务所依靠的主力军是（）
Answer：
√ 中农
 手工业者
 商人
√ 富农

【习题7（多选题 ）】
Question：没收官僚资本归新民主主义国家所有  （）
Answer：
√ 这是中国革命的主要对象
 这是因为它是资本主义
√ 对于新中国社会经济的发展具有举足轻重的作用
√ 具有新民主主义革命和社会主义革命的双重性质
√ 这是新民主主义经济纲领中的一项重要内容

【习题8（多选题 ）】
Question：新民主主义革命和社会主义革命的关系是（）。
Answer：
  新民主主义革命和社会主义革命的任务相同
 新民主主义革命与社会主义革命可以“毕其功于一役”
  两个革命之间需要有一个资本主义的过渡阶段
√ 新民主主义革命是社会主义革命的必要准备
√ 社会主义革命是新民主主义革命的必然趋势

【习题9（多选题 ）】
Question：中国共产党在民主革命中“保护民族工商业，发展资本主义”的依据是 （）
Answer：
√ 生产力、商品经济落后的中国需要有一个新民主主义的资本主义发展
√ 当时中国资本主义解放和发展生产力的潜力还远远没有发挥出来
√ 利用资本主义发展生产对工人、农民有利
√ 新民主主义国家政权能够引导和把握资本主义的发展


《5.毛泽东思想和中国特色社会主义理论体系（上）  第二章  第三节　新民主主义革命的道路和基本经验》

【习题1（单选题 ）】
Question：中国共产党在中国革命中战胜敌人的三大法宝是:（）。
Answer：
√ 武装斗争、统一战线、党的建设
 土地革命、武装斗争、党的建设 
 理论联系实际、密切联系群众、批评与自我批评
 统一战线、土地革命、武装斗争

【习题2（单选题 ）】
Question：土地革命战争时期、毛泽东指出：“一国之内，在四周白色政权的包围中，有一小块或若干小块红色政权的区域长期地存在，这是世界各国从来没有的事。这种奇事的发生，有其独特的原因。”红色政权能够存在和发展的根本原因是  （）
Answer：
 全国革命形势的继续发展
 相当力量的正式红军的存在以及共产党组织的坚强有力和正确领导
√ 中国是一个经济政治发展极端不平衡的半殖民地半封建大国
 国民革命的政治影响及良好的群众基础

【习题3（多选题 ）】
Question：中国共产党实现革命统一战线的基本原则和主要经验是（）
Answer：
√ 统一战线必须以工农联盟为基础，以武装斗争为支柱，才能巩固和发展
√ 在统一战线中实现发展进步势力，争取中间势力，孤立顽固势力的政策
√ 无产阶级力争并牢牢掌握统一战线的领导权
√ 针对中国资产阶级的特点，实现又联合有斗争的政策

【习题4（多选题 ）】
Question：毛泽东提出的“工农武装割据”思想主要是指 （）
Answer：
√ 武装斗争    
 独立自主      
 党的建设
√ 土地革命      
√ 农村革命根据地建设 　

【习题5（多选题 ）】
Question：中国共产党实现革命统一战线的基本原则和主要经验是（）
Answer：
√ 针对中国资产阶级的特点，实现又联合有斗争的政策
√ 统一战线必须以工农联盟为基础，以武装斗争为支柱，才能巩固和发展
√ 无产阶级力争并牢牢掌握统一战线的领导权
√ 在统一战线中实现发展进步势力，争取中间势力，孤立顽固势力的政策


《5.毛泽东思想和中国特色社会主义理论体系（上）  第三章　 本章导学》


《5.毛泽东思想和中国特色社会主义理论体系（上）  第三章　 第一节　从新民主主义到社会主义的转变》

【习题1（单选题 ）】
Question：我国过渡时期是指（）
Answer：
  从１９５３年提出“一化三改”到１９５６年社会主义改造完成
  从抗日战争胜利到中华人民共和国成立
√ 从中华人民共和国成立到社会主义改造基本完成
 从１９５３年提出“一化三改”到１９５８年“大跃进”运动

【习题2（单选题 ）】
Question：中国共产党的过渡时期总路线的主体是（）
Answer：
√ 实现国家的社会主义工业化
 对个体农业的社会主义改造
 对个体手工业的社会主义改造　
 对资本主义工商业的社会主义改造

【习题3（单选题 ）】
Question：1949年9月第一届全国政协通过的《共同纲领》明确规定中华人民共和国经济建设的根本方针是 （）
Answer：
 发展生产，繁荣经济
 既反保守，又反冒进，在综合平衡中稳步前进　
 以工业为主导，以农业为基础 
√ 公私兼顾，劳资两利，城乡互助，内外交流

【习题4（多选题 ）】
Question：中华人民共和国的成立标志着  （）
Answer：
√ 半殖民地半封建社会结束　
√ 中国进入新民主主义社会
√ 新民主主义革命基本胜利
 中国进入社会主义社会　

【习题5（多选题 ）】
Question：中国由新民主主义社会向社会主义社会转变的主客观条件和必然性在于  （）
Answer：
√ 初步积累了利用、限制、改造私营工商业和引导农民进行互助合作的实践经验
√ 二战后欧亚一批国家先后走上社会主义道路，形成了以苏联为首的社会主义阵营
√ 经济上没收了官僚买办资本，建立了社会主义性质的国家经济，奠定了相当的物质基础
√ 政治上实现了全国大陆的解放和统一，建立了各级地方人民政权，提供了强有力的政治保障

【习题6（多选题 ）】
Question：毛泽东指出“只有经过民主主义，才能达到社会主义，这是马克思主义的天经地义”。这句话的含义是 （）
Answer：
√ 新民主主义革命与社会主义革命的关系
√ 批评了“二次革命论”和“一次革命论”的错误    
√ 党的最低纲领和最高纲领的统一                  
 中国只有经过资本主义，才能进入社会主义

【习题7（多选题 ）】
Question：根据毛泽东在《新民主主义论》中的阐述，新民主主义社会是 （）
Answer：
√ 属于社会主义体系 
√ 社会主义因素居于主导地位
√ 有社会主义和资本主义两种因素
√ 一种具有过渡性质的社会发展阶段


《5.毛泽东思想和中国特色社会主义理论体系（上）  第三章　 第二节　社会主义改造道路和历史经验》

【习题1（单选题 ）】
Question：生产资料私有制的社会主义改造取得决定性胜利是（）。
Answer：
 1957年
√ 1956年
 1954年 
 1955年

【习题2（单选题 ）】
Question：我国对个体手工业进行社会主义改造的主要方式是（）
Answer：
  统购统销
  赎买 
 公私合营 
√ 合作化

【习题3（单选题 ）】
Question：我国在资本主义工商业进行社会主义改造实践中一个创新性办法是对民族资产阶级 （）
Answer：
 剥夺生产资料
√ 和平赎买
 生活上给出路
 公私合营

【习题4（单选题 ）】
Question：在农业社会主义改造中建立的初级农业生产合作社属于（）
Answer：
 新民主主义性质
 社会主义萌芽性质
√ 社会主义性质
 半社会主义性质

【习题5（单选题 ）】
Question：对农业、手工业和资本主义工商业进行社会主义改造的实质是（）。
Answer：
  个体劳动者互助合作 
√ 变革生产关系的社会主义革命 
   引导农民走社会主义道路
   对民族资产阶级的剥削加以限制 

【习题6（多选题 ）】
Question：我国对个体农业进行社会主义改造的成功经验主要有  （）
Answer：
√ 在土地改革基础上，不失时机地引导个体农民走互助合作道路
 在有条件的地区推广农业生产责任制
 实行“三级所有、队为基础”的农村集体经济体制
√ 遵循自愿互利、典型示范、国家帮助的原则
√ 采取从互助组到初级合作社到高级合作社的逐步过渡形式

【习题7（多选题 ）】
Question：资本主义工商业社会主义改造的重要意义是（）
Answer：
√ 丰富发展了马克思主义的社会主义改造理论
√ 劳动人民从此成为生产资料主人，摆脱受剥削受压迫地位
√ 社会主义公有制经济制度基本确立
√ 进一步解放了社会生产力，“一五”提前超额完成


《5.毛泽东思想和中国特色社会主义理论体系（上）  第三章　 第三节　社会主义制度在中国的确立》

【习题1（单选题 ）】
Question：社会主义制度在中国确立的主要标志是（）
Answer：
 国民经济的恢复与调整 
√ 社会主义改造的胜利完成
 中华人民共和国的成立 
 《中华人民共和国宪法》的颁布 

【习题2（单选题 ）】
Question：到目前为止，新中国一共产生了（ ）部宪法。
Answer：
   6
√ 4
   5
   3  

【习题3（单选题 ）】
Question：新中国成立后，中国进入了社会主义初级阶段。
Answer：
 正确
√ 错误

【习题4（单选题 ）】
Question：经济文化落后的国家能不能够先于发达国家建立社会主义制度。
Answer：
√ 错误
 正确

【习题5（单选题 ）】
Question：新中国第一部社会主义类型的宪法是《共同纲领》。
Answer：
 正确
√ 错误

【习题6（单选题 ）】
Question：社会主义制度是我国的根本政治制度。
Answer：
√ 错误
 正确


《5.毛泽东思想和中国特色社会主义理论体系（上）  第四章　 本章导学》


《5.毛泽东思想和中国特色社会主义理论体系（上）  第四章　 第一节　社会主义建设道路初步探索的重要思想成果》

【习题1（单选题 ）】
Question：标志着党探索中国社会主义建设道路的良好开端的重大事件是（）
Answer：
 《关于正确处理人民内部矛盾的问题》的报告  
  四个现代化战略目标的提出
  中共八大二次会议                      
√ 《论十大关系》的报告

【习题2（单选题 ）】
Question：对于政治思想领域的人民内部矛盾，实行的方针是（）
Answer：
  民主集中制                             
 “百花齐放，百家争鸣”
 “批评—团结—批评”                 
√ “团结—批评—团结”

【习题3（单选题 ）】
Question：社会主义国家政治生活的主题是（）
Answer：
√ 正确处理人民内部矛盾      
  正确处理经济建设和改革开放的关系
  正确处理社会主义社会的基本矛盾
  正确处理两类不同社会性质社会矛盾     

【习题4（单选题 ）】
Question：中国工业化道路的总方针是以农业为基础，工业为主导，发展国民经济的顺序是（）
Answer：
  国家集体个体经济
  重轻农  
√ 农轻重        
  轻重农   

【习题5（单选题 ）】
Question：《论十大关系》的报告中中不属于经济关系的是（）
Answer：
  沿海工业和内地工业的关系             
√ 中国和外国的关系
  中央和地方的关系    
  国家集体个人的关系

【习题6（单选题 ）】
Question：社会主义社会的基本矛盾是（）
Answer：
  社会主义与资本主义的矛盾  
  人民内部矛盾    
√ 生产关系和生产力、经济基础和上层建筑的矛盾
  工农两个阶级的矛盾

【习题7（多选题 ）】
Question：毛泽东《关于正确处理人民内部矛盾的问题》的报告论述的内容包括（）
Answer：
√ 关于社会主义社会的基本矛盾 
√ 社会主义社会存在两类不同性质的矛盾的理论  
√ 关于正确处理人民内部矛盾的方针
√ 正确处理两类不同性质社会矛盾的基本方法
√ 关于我国社会的主要矛盾和根本任务

【习题8（多选题 ）】
Question：毛泽东《论十大关系》的报告中分析的经济关系包括（）
Answer：
√ 中央和地方的关系                
√ 重工业和轻工业、农业的关系
√ 沿海工业和内地工业的关系   
√ 国家集体个人的关系
  中国和外国的关系

【习题9（多选题 ）】
Question：在社会主义建设道路初步探索时期提出走中国工业化道路的思想包括（）
Answer：
  以信息化带动工业化
√ 以工业为主导
√ 以农业为基础               
  以工业化促进信息化   
√ 逐步建立独立完整的基础工业体系和国防工业体系

【习题10（多选题 ）】
Question：党在社会主义建设道路初步探索时期形成的理论成果包括（）
Answer：
√ 关于社会主义发展阶段            
√ 调动一切积极因素为社会主义事业服务的思想 
√ 关于经济建设方针
√ 关于科学和教育  
√ 正确处理社会主义社会矛盾的思想


《5.毛泽东思想和中国特色社会主义理论体系（上）  第四章　 第二节　社会主义建设道路初步探索的意义和经验教训》

【习题1（单选题 ）】
Question：社会主义建设道路初步探索为开创中国特色社会主义提供了理论准备和物质基础。
Answer：
√ 正确
 错误

【习题2（单选题 ）】
Question：社会主义建设道路初步探索中的经验教训表明必须正确认识社会主义社会的主要矛盾和根本任务，集中力量发展生产力。
Answer：
 错误
√ 正确

【习题3（单选题 ）】
Question：由于这个经济落后，物质基础薄弱，所以需要鼓足干劲，力争上游，多快好省地建设社会主义，建设的规模要大，速度要快。
Answer：
 正确
√ 错误

【习题4（单选题 ）】
Question：社会主义要体现出相对资本主义的优势并最终战胜资本主义，必须创造出高于资本主义国家的社会生产力和物质文化生活水平。
Answer：
√ 正确
 错误

【习题5（单选题 ）】
Question：在社会主义初级阶段，我国的民主集中制和党的集体领导制度可以因为领导人的改变而相应改变。
Answer：
√ 错误
 正确

【习题6（单选题 ）】
Question：中共八大提出了既反保守又反冒进、统筹区域和城乡发展的经济建设方针。
Answer：
√ 错误
 正确

【习题7（单选题 ）】
Question：关于社会主义经济体制和运行机制改革，毛泽东提出了坚持公有制的主体地位，同时鼓励、支持、引导非公有制经济发展的方针。
Answer：
√ 错误
 正确

【习题8（单选题 ）】
Question：关于社会主义发展阶段，毛泽东提出社会主义又可分为三个阶段：第一个阶段是社会主义初级阶段，第二个阶段是社会主义中级阶段，第三个阶段是社会主义高级阶段。
Answer：
 正确
√ 错误

【习题9（单选题 ）】
Question：正确处理国家、集体、个人的关系，应当是个人利益服从集体利益，集体利益服从国家利益。
Answer：
 正确
√ 错误

【习题10（单选题 ）】
Question：由于我国人口多、工业基础薄弱，必须正确处理好重工业和轻工业、农业的关系。
Answer：
 错误
√ 正确


《5.毛泽东思想和中国特色社会主义理论体系（上）  第五章　 本章导入》


《5.毛泽东思想和中国特色社会主义理论体系（上）  第五章　 第一节　社会主义初级阶段理论》

【习题1（单选题 ）】
Question：建设中国特色社会主义的总依据是（）
Answer：
√ 社会主义初级阶段
 生产力落后
 五位一体
 实现社会主义现代化和中华民族的伟大复兴

【习题2（单选题 ）】
Question：中国共产党第一次比较系统地提出和论述社会主义初级阶段理论是在中共（）
Answer：
  十二大
√ 十三大
  十五大
  十四大

【习题3（单选题 ）】
Question：社会主义初级阶段泛指任何国家进入社会主义都会经历的起始阶段。
Answer：
√ 错误
 正确

【习题4（单选题 ）】
Question：社会主义初级阶段最主要的特点是生产力不发达。
Answer：
 错误
√ 正确

【习题5（多选题 ）】
Question：我国社会主义初级阶段是指（）
Answer：
 从资本主义进入社会主义必须经历的过渡阶段
 任何国家进入社会主义都必须经历的起始阶段　
√ 我国的社会主义社会还处在初级阶段，我们必须从这个实际出发，不能超越这个阶段
√ 我国已经是社会主义社会，必须坚持而不能离开社会主义社会
√ 我国生产力落后，商品经济不发达情况下进入社会主义必须经历的特定阶段


《5.毛泽东思想和中国特色社会主义理论体系（上）  第五章　 第二节　社会主义初级阶段的基本路线和基本纲领》

【习题1（单选题 ）】
Question：坚持党的基本路线不动摇，关键是（）
Answer：
 四项基本原则不动摇
√ 以经济建设为中心不动摇
 两手抓、两手都要硬的方针不动摇
 改革开放不动摇

【习题2（单选题 ）】
Question：党在初级阶段的奋斗目标是（）
Answer：
 全面建成小康社会
 建设社会主义和谐社会
√ 建设富强民主文明和谐的社会主义现代化国家
 实现四个现代化

【习题3（单选题 ）】
Question：坚持四项基本原则的核心是坚持共产党的领导。
Answer：
√ 正确
 错误

【习题4（单选题 ）】
Question：党的社会主义初级阶段基本路线的简明概括是一个中心，两个基本点。
Answer：
 错误
√ 正确

【习题5（单选题 ）】
Question：阶级斗争是社会主义初级阶段的主要矛盾。
Answer：
√ 错误
 正确

【习题6（单选题 ）】
Question：在社会主义初级阶段，我们必须坚持最低纲领与最高纲领的统一。
Answer：
 错误
√ 正确

【习题7（多选题 ）】
Question：党在社会主义初级阶段的基本纲领包括（）
Answer：
√ 建设中国特色社会主义生态文明
√ 建设中国特色社会主义政治
√ 建设中国特色社会主义文化　
√ 构建社会主义和谐社会
√ 建设中国特色社会主义经济


《5.毛泽东思想和中国特色社会主义理论体系（上）  第六章　 本章导入》


《5.毛泽东思想和中国特色社会主义理论体系（上）  第六章　 第一节　社会主义的本质》

【习题1（单选题 ）】
Question：十六大以来，以胡锦涛为总书记的党中央作出了（）的重大判断。这个重大判断深化了对社会主义本质的认识，也是构建社会主义和谐社会的理论基础。
Answer：
 “解放思想是发展中国特色社会主义的一大法宝”
√ “社会和谐是中国特色社会主义的本质属性”
 “发展是党执政兴国的第一要务”
 “科学技术是第一生产力”

【习题2（多选题 ）】
Question：邓小平认为：社会主义的本质就是（）。
Answer：
√ 最终达到共同富裕
 最终达到共产主义      
√ 解放生产力，发展生产力    
√ 消灭剥削，消除两极分化


《5.毛泽东思想和中国特色社会主义理论体系（上）  第六章　 第二节　社会主义的根本任务》

【习题1（单选题 ）】
Question：（）是兴国之要，是我们党和国家兴旺发达、长治久安的根本要求。
Answer：
√ 以经济建设为中心              
 改革开放
 正确处理改革、发展和稳定的关系  
 四项基本原则

【习题2（多选题 ）】
Question：在中国化马克思主义理论发展过程中，著名论断的提出具有重要意义，下列表述正确的有（）。
Answer：
  邓小平做出“社会和谐是中国特色社会主义本质属性”的重大判断
√ 毛泽东在八七会议上提出“须知政权是由枪杆子中取得的”著名论断
√ 邓小平在1988年提出“科学技术是第一生产力”的论断
√ 邓小平在1992年提出了“发展是硬道理”的著名论断

【习题3（多选题 ）】
Question：社会主义的根本任务要求我们必须坚持（       ）。
Answer：
√ 科学技术是第一生产力
√ 发展是党执政兴国的第一要务
√ 发展才是硬道理       
 以阶级斗争为纲      
√ 党要始终代表中国先进生产力的发展要求         


《5.毛泽东思想和中国特色社会主义理论体系（上）  第六章　 第三节　中国特色社会主义的发展战略》

【习题1（单选题 ）】
Question：到2020年我国经济社会发展的奋斗目标是（）。
Answer：
 基本实现现代化        
 总体达到小康社会    
 解决人民温饱问题
√ 全面建设小康社会

【习题2（单选题 ）】
Question：根据“三步走”发展战略，我国到21世纪中叶的战略目标是（  ）。
Answer：
√ 达到中等发达国家水平，基本实现现代化    
 物质文明与精神文明基本协调发展
 基本接近发达国家水平，生活比较富裕    
 全面建成小康社会     

【习题3（多选题 ）】
Question：党的十三大把邓小平“三步走”的发展战略构想确定了下来，这个“三步走”的发展战略包括（       ）。
Answer：
√ 到21世纪中叶，人均国民生产总值达到中等发达国家水平，人民生活比较富裕，基本实现现化代。
√ 从1991年到20世纪末，使国民生产总值再增长一倍，人民生活达到小康水平。
√ 从1981年至1990年实现国民生产总值比1980年翻一番，解决人民的温饱问题。
 21世纪第一个10年实现国民生产总值比2000年翻一番，使人民的小康生活更加富裕，形成比较完善的社会主义市场经济体制加强文化建设，明显提高全民族文化素质。
 再经过10年的努力，到建党100周年时，使国民经济更加发展，各项制度更加完善。

【习题4（多选题 ）】
Question：中国梦的思想内涵最核心的内容是（    ）
Answer：
√ 民族振兴
 中国道路         
√ 国家富强      
√ 人民幸福


《5.毛泽东思想和中国特色社会主义理论体系（上）  第七章　 本章导入》


《5.毛泽东思想和中国特色社会主义理论体系（上）  第七章　 第一节　改革开放是发展中国特色社会主义的必由之路》

【习题1（单选题 ）】
Question：我国社会主义改革是一场新的伟大革命，其性质是（）
Answer：
 社会主义基本制度的根本变革
√ 社会主义制度的自我完善和发展 
 解放生产力，发展生产力 
 建立和完善社会主义市场经济体制

【习题2（单选题 ）】
Question：改革的对象是指（）
Answer：
√ 社会主义具体制度
 社会主义根本制度
 社会主义基本制度
 社会主义方向

【习题3（单选题 ）】
Question：最先明确提出社会主义制度建立后仍然有一个解放生产力的问题的是（）
Answer：
 江泽民    
√ 邓小平      
 毛泽东    
 胡锦涛

【习题4（单选题 ）】
Question：党的十一届三中全会后，改革首先开始于（  ）
Answer：
√ 农村        
 内地
 沿海地区     
 城市      

【习题5（多选题 ）】
Question：邓小平提出，在改革中我们必须始终坚持的根本原则是  （）
Answer：
 坚持按劳分配与按要素分配相结合
 坚持社会主义与市场经济的结合
 坚持多种经济成分共同发展
√ 坚持公有制经济的主体地位
√ 坚持共同富裕

【习题6（多选题 ）】
Question：改革是社会主义的自我完善和发展，这就是指（）
Answer：
√ 改革是在坚持社会主义基本制度的前提下对具体体制进行的根本性改革
√ 通过改革完善社会主义基本制度，发挥其优越性
√ 改革的性质是由社会主义社会基本矛盾的性质和特点决定的
√ 改革不是那种一个阶级推翻另一个阶级的政治革命


《5.毛泽东思想和中国特色社会主义理论体系（上）  第七章　 第二节　坚定不移地推进改革》

【习题1（单选题 ）】
Question：处理改革发展稳定的重要结合点是  （）
Answer：
√ 不断改善人民生活 
 在社会稳定中推动改革发展
 把改革的力度、发展的速度和社会可以承受的程度统一起来
 通过改革发展促进社会稳定

【习题2（多选题 ）】
Question：邓小平提出，在改革中我们必须始终坚持的根本原则是  （）
Answer：
 坚持按劳分配与按要素分配相结合
 坚持多种经济成分共同发展
√ 坚持公有制经济的主体地位
√ 坚持共同富裕
 坚持社会主义与市场经济的结合

【习题3（多选题 ）】
Question：社会主义现代化建设过程中改革、发展、稳定的关系是（）
Answer：
√ 发展是目的   
√ 稳定是前提
√ 改革是动力  
 发展是手段 
 改革是前提   


《5.毛泽东思想和中国特色社会主义理论体系（上）  第七章　 第三节　毫不动摇地坚持对外开放》

【习题1（单选题 ）】
Question：邓小平指出，一个国家“要摆脱贫困，在经济政策和对外政策上都要立足于自己的实际，不要给自己设置障碍，不要孤立于世界之外。根据中国的经验，把自己孤立于世界之外是不利的。”这句话强调的是：（）
Answer：
 改革是社会主义中国的强国之路
 社会主义建设必须以经济建设为中心
√ 对外开放是我国必须长期坚持的基本国策
 四项基本原则是立国之本

【习题2（单选题 ）】
Question：新世纪新阶段，我们要实施的对外开放战略是（）
Answer：
√ “引进来”和“走出去”相结合
 国内资源和国外资源相结合 
 国内市场和国际市场相结合   
 国内技术和国外技术相结合   

【习题3（多选题 ）】
Question：我国形成的对外开放的格局是（）
Answer：
 有限领域
√ 全方位  
√ 多层次  
√ 宽领域   
 半封闭   

【习题4（多选题 ）】
Question：在对外开放与独立自主、自力更生的关系中（）
Answer：
 对外开放是坚持独立自主、自力更生的基础
√ 独立自主、自力更生是实行对外开放的基础 
√ 要把独立自主、自力更生作为立足点  
√ 对外开放是为了增强独立自主、自力更生的能力




《4.毛泽东思想和中国特色社会主义理论体系（下）    第八章　 本章导入》


《4.毛泽东思想和中国特色社会主义理论体系（下）    第八章　 第一节　建设中国特色社会主义经济》

【习题1（单选题 ）】
Question：改革开放开始后一个很长时期内，我国经济体制改革的核心问题是如何正确认识和处理（ ）的关系。
Answer：
√ 计划与市场   
  姓“资”与姓“社”
 政府与市场     
 政府与企业

【习题2（单选题 ）】
Question：2013年，中共十八届三中全会明确提出，要使市场在资源配置中起决定性作用和更好发挥政府作用。
Answer：
√ 正确
 错误

【习题3（单选题 ）】
Question：1992年党的十四大确立了社会主义市场经济体制的改革目标，提出要使市场在国家宏观调控下对资源配置起决定性作用。
Answer：
√ 错误
 正确

【习题4（单选题 ）】
Question：党的十四大，第一次明确提出，公有制为主体、多种所有制经济共同发展，是我国社会主义初级阶段的基本经济制度。
Answer：
 正确
√ 错误

【习题5（单选题 ）】
Question：混合所有制经济是基本经济制度的重要实现形式，是坚持公有制主体地位，增强国有经济活力、控制力、影响力的一个有效途径和必然选择。
Answer：
√ 正确
 错误

【习题6（多选题 ）】
Question：社会主义市场经济理论的要点有（）
Answer：
√ 计划经济和市场经济不是划分社会制度的标志
 市场经济作为资源配置的一种方式不能和不同社会制度结合
√ 计划和市场都是经济手段，对经济活动的调节各有优势和长处
√ 市场经济作为资源配置的一种方式和不同社会制度结合具有不同的性质

【习题7（多选题 ）】
Question：毫不动摇地巩固和发展公有制经济，是坚持和完善社会主义初级阶段基本经济制度必须遵循的一条基本原则。我国的公有制经济包括（） 
Answer：
√ 国有经济
 外资经济  
√ 集体经济    
√ 混合所有制经济中的国有成分和集体成分  

【习题8（多选题 ）】
Question：在我国，按生产要素分配就其内容不同可以分为（）。
Answer：
√ 按劳动力价值分配
√ 按管理和知识类的生产要素参与生产成果分配
√ 按资本或资产等物质生产要素分配
 按劳分配 

【习题9（多选题 ）】
Question：推动我国经济持续健康发展，必须（）
Answer：
√ 加快转变经济发展方式 
√ 坚持走中国特色自主创新道路，实施创新驱动发展战略
√ 健全城乡发展一体化体制机制
√ 坚持走中国特色新型工业化、信息化、城镇化、农业现代化道路。


《4.毛泽东思想和中国特色社会主义理论体系（下）    第八章　 第二节　建设中国特色社会主义政治》

【习题1（单选题 ）】
Question：（）是社会主义民主政治的本质和核心要求，是社会主义政治文明建设的根本出发点和归宿。
Answer：
 人民民主专政
√ 人民当家作主   
 党的领导 
 依法治国 

【习题2（单选题 ）】
Question：民族区域自治是中国共产党解决民族问题的基本政策，也是我国家一项基本政治制度。
Answer：
 错误
√ 正确

【习题3（单选题 ）】
Question：中共十五大把依法治国确定为党领导人民治理国家的基本方略，提出了“依法治国，建设社会主义法治国家”的历史任务。
Answer：
√ 正确
 错误

【习题4（多选题 ）】
Question：推进中国特色社会主义民主政治建设，必须坚持（）的有机统一。
Answer：
√ 人民当家作主 
√ 依法治国
 人民民主专政
√ 党的领导   

【习题5（多选题 ）】
Question：我国现阶段的人民民主专政实质上是无产阶级专政，因为它与无产阶级专政的（） 相同。
Answer：
√ 职能   
√ 历史使命
√ 性质    
√ 作用   

【习题6（多选题 ）】
Question：中国人民政治协商会议的主要职能是（）。
Answer：
√ 民主监督
√ 参政议政
 依法执政   
√ 政治协商   

【习题7（多选题 ）】
Question：党的十八届三中全会提出了建设“法治中国”的目标和任务，强调“建设法治中国，必须（）。”
Answer：
 坚持党的领导
√ 坚持依法治国、依法执政、依法行政共同推进
 坚持人民当家作主
√ 坚持法治国家、法治政府、法治社会一体建设

【习题8（多选题 ）】
Question：党的十八届三中全会提出了深化政治体制改革的主要任务（）
Answer：
√ 推动人民代表大会制度与时俱进
√ 发展基层民主
 建设法治中国
√ 推进协商民主广泛多层制度化发展


《4.毛泽东思想和中国特色社会主义理论体系（下）    第八章　 第三节　建设中国特色社会主义文化》

【习题1（单选题 ）】
Question：（）是社会主义核心价值体系的主题。
Answer：
√ 中国特色社会主义共同理想   
  以爱国主义为核心的民族精神和以改革创新为核心的时代精神   
 马克思主义指导思想   
  社会主义荣辱观

【习题2（单选题 ）】
Question：中国特色社会主义文化建设必须坚持把社会效益放在首位、社会效益和经济效益相统一。
Answer：
√ 正确
 错误

【习题3（单选题 ）】
Question：我国既是一个文化资源大国也是一个文化强国。
Answer：
 正确
√ 错误

【习题4（多选题 ）】
Question：坚持中国特色社会主义文化发展道路，必须（）
Answer：
√ 坚持自己的民族特色  
√ 以马克思主义为指导
√ 发挥人民在文化建设中的主体作用
√ 积极吸收、借鉴国外优秀文化成果

【习题5（多选题 ）】
Question：社会主义核心价值体系的基本内容包括 （）。
Answer：
√ 社会主义荣辱观
√ 以爱国主义为核心的民族精神和以改革创新为核心的时代精神   
√ 马克思主义指导思想   
√ 中国特色社会主义共同理想   

【习题6（多选题 ）】
Question：党的十八大首次提出，要（）,积极培育和践行社会主义核心价值观。
Answer：
√ 倡导爱国、敬业、诚信、友善
 倡导自由、民主、人权、博爱
√ 倡导富强、民主、文明、和谐
√ 倡导自由、平等、公正、法治

【习题7（多选题 ）】
Question：所谓文化强国，是指这个国家具有强大的文化力量。这种力量表现为（）
Answer：
√ 具有高度文化素养的国民   
√ 强大的文化软实力  
√ 发达的文化产业    
 先进的科学技术


《4.毛泽东思想和中国特色社会主义理论体系（下）    第八章　 第四节　建设社会主义和谐社会》

【习题1（单选题 ）】
Question：（）是中国特色社会主义的本质属性，是国家富强、民族振兴、人民幸福的重要保证。
Answer：
 发展生产力
 人民当家作主
 解放生产力
√ 社会和谐

【习题2（单选题 ）】
Question：党的（）第一次将“社会更加和谐”作为全面建设小康社会的重要奋斗目标。
Answer：
 十七大  
 十八大
 十五大 
√ 十六大   

【习题3（单选题 ）】
Question：党的十八大指出：加强社会建设，必须以（    ）为重点，积极解决好教育、就业、收入分配、社会保障、医疗卫生和社会管理等直接关系人民群众根本利益和现实利益的问题。
Answer：
√ 保障和改善民生  
 促进教育公平   
 缩小收入差距
 扩大就业 

【习题4（单选题 ）】
Question：建设和谐社会是贯穿中国特色社会主义事业全过程的长期历史任务。
Answer：
√ 正确
 错误

【习题5（多选题 ）】
Question：我们所要建设的社会主义和谐社会，是民主法治、公平正义、诚信友爱、充满活力、安定有序、人与自然和谐相处的社会。（）
Answer：
√ 人与自然和谐相处
√ 民主法治、公平正义 
√ 安定有序
√ 诚信友爱、充满活力  

【习题6（多选题 ）】
Question：改进社会治理方式，坚持（）
Answer：
√ 依法治理
√ 系统治理
√ 源头治理
√ 综合治理


《4.毛泽东思想和中国特色社会主义理论体系（下）    第八章　 第五节　建设社会主义生态文明 》

【习题1（单选题 ）】
Question：生态文明的核心是正确处理（）的关系。
Answer：
√ 人与自然
  人与经济
  人与人
  人与社会

【习题2（单选题 ）】
Question：（）是人与自然相处时应遵循的基本原则，要求人顺应自然的客观规律，按自然规律办事。
Answer：
  尊重自然
√ 顺应自然 
  征服自然
  保护自然

【习题3（单选题 ）】
Question：节约资源和保护环境是我国的一项基本国策。
Answer：
√ 正确
 错误

【习题4（多选题 ）】
Question：中国特色社会主义生态文明体现了（）的思想。
Answer：
√ 可持续发展  
√ 循环发展
√ 和谐发展  
√ 全面发展   

【习题5（多选题 ）】
Question：党的十八大提出，面对资源约束趋紧、环境污染严重、生态系统退化的严峻形势，必须树立（）的生态文明理念。
Answer：
  征服自然
√ 尊重自然
√ 顺应自然
√ 保护自然

【习题6（多选题 ）】
Question：坚持节约资源和保护环境的基本国策，就要（） 
Answer：
√ 坚持节约优先、保护优先、自然恢复为主
√ 着力推进绿色发展、循环发展、低碳发展
√ 形成节约资源和保护环境的空间格局、产业结构、生产方式、生活方式
 无节制开发新能源


《4.毛泽东思想和中国特色社会主义理论体系（下）    第九章　 本章导入》


《4.毛泽东思想和中国特色社会主义理论体系（下）    第九章　 第一节　实现祖国完全统一是中华民族的根本利益》

【习题1（单选题 ）】
Question：秦王朝建立了中央集权的封建专制制度，有力推动了国家的统一。
Answer：
 错误
√ 正确

【习题2（单选题 ）】
Question：新中国成立后，中国共产党和中国政府一直致力于推进祖国完全统一大业，顺利实现了香港、澳门的回归。
Answer：
√ 正确
 错误

【习题3（单选题 ）】
Question：台湾问题是中国国内战争遗留下来的问题。
Answer：
√ 正确
 错误

【习题4（单选题 ）】
Question：进入新世纪，江泽民在庆祝建党80周年讲话中指出，完成祖国的统一大业与推进现代化、维护世界和平与促进共同发展并列为党的三大历史任务。
Answer：
 错误
√ 正确

【习题5（单选题 ）】
Question：毛泽东曾严正指出，台、澎、金、马整个地收复回来，完成祖国统一，这是中国人民的神圣任务，这是中国内政。
Answer：
√ 正确
 错误

【习题6（单选题 ）】
Question：胡锦涛强调，实现祖国的完全统一，符合包括台湾同胞在内的全中国人民的共同利益。
Answer：
√ 正确
 错误


《4.毛泽东思想和中国特色社会主义理论体系（下）    第九章　 第二节 “和平统一、一国两制”的科学构想及其实践》

【习题1（单选题 ）】
Question：“和平统一、一国两制”的构想最早是针对（）问题提出的。
Answer：
  香港、澳门问题
√ 台湾问题    
  两个德国问题  
  朝鲜半岛问题  

【习题2（单选题 ）】
Question：1950年，解放台湾的计划被迫搁置，原因是（）。
Answer：
√ 朝鲜战争爆发    
  制定和实施“过渡时期总路线”
  美国与蒋介石集团签订“共同防御条约”
  西藏和平解放  

【习题3（单选题 ）】
Question：周恩来将一系列和平解决台湾问题的思想、政策和主张归纳为（）。
Answer：
  和平解放    
√ 一纲四目
  联蒋抵美  
  九条方针 

【习题4（单选题 ）】
Question：1985年3月，（）正式把“一国两制”确定为中国的一项基本国策。
Answer：
  全国政协六届三次会议
  中共十二届三中全会    
  六届全国人大一次会议   
√ 六届全国人大三次会议

【习题5（单选题 ）】
Question：“和平统一、一国两制”构想的核心是（）。
Answer：
√ 一个中国
  港澳台高度自治
  尽最大努力争取和平统一      
  坚定不移走中国特色社会主义道路    

【习题6（多选题 ）】
Question：“一纲四目”的“四目”包括（）。
Answer：
√ 互不破坏对方团结
√ 经费不足由中央拨付
√ 台湾社会改革可从缓
√ 外交权必须统一于中央   
  台湾必须统一于中国    

【习题7（多选题 ）】
Question：2005年3月，胡锦涛提出了新形势下发展两岸关系的四点意见包括（）。
Answer：
  决不承诺放弃使用武力
√ 贯彻寄希望于台湾人民的方针决不改变  
√ 坚持一个中国原则决不动摇    
√ 争取和平统一的努力决不放弃
√ 反对“台独”分裂活动决不妥协

【习题8（多选题 ）】
Question：2013年6月，习近平就坚定不移走两岸和平发展道路提出的四点意见包括（ ）。
Answer：
√ 坚持在认清历史发展趋势中把握两岸关系前途
  携手共进、戮力同心，努力开创两岸关系和平发展新局面
√ 坚持稳步推进两岸关系全面发展
√ 坚持增进互信、良性互动、求同存异、务实进取
√ 坚持从中华民族整体利益的高度把握两岸关系大局


《4.毛泽东思想和中国特色社会主义理论体系（下）    第十章　 本章导入》


《4.毛泽东思想和中国特色社会主义理论体系（下）    第十章　 第一节　外交和国际战略理论的形成依据》

【习题1（单选题 ）】
Question：20世纪60年代，毛泽东提出了“两个中间地带”的思想，按此划分，属于第二个中间地带的是（）。
Answer：
  苏联 
  中国
  美国   
√ 日本  

【习题2（单选题 ）】
Question：1974年，毛泽东在会见赞比亚总统卡翁达时，提出了三个世界划分的战略，属于“第一世界”的是（）。
Answer：
  拉丁美洲 
  欧洲   
√ 美苏
  整个非洲   

【习题3（单选题 ）】
Question：根据邓小平的论述，（）提出了和平与发展是当今世界的两大主题这一深刻判断。
Answer：
  中共十四大
  中共十二大    
√ 中共十三大 
  中共十一届三中全会  

【习题4（单选题 ）】
Question：本世纪头20年是一个必须紧紧抓住并且可以大有作为的重要战略机遇期，这是（）提出的。
Answer：
√ 中共十六大  
  中共十五大   
  中共十七大  
  中共十八大

【习题5（多选题 ）】
Question：属于“三个世界划分”中的第二世界的国家和地区有（）。
Answer：
√ 澳洲  
√ 加拿大  
  中国
√ 日本   
√ 欧洲  

【习题6（多选题 ）】
Question：邓小平对和平与发展时代主题的判断，其基本点是（）。
Answer：
  和平共处五项原则
√ 和平与发展成为时代主题，并不意味着这两个问题已经解决
√ 和平与发展是当今世界两大带有全球性的战略问题
√ 世界大战在一个相当长的时期内可以避免
√ 和平与发展是相辅相成的


《4.毛泽东思想和中国特色社会主义理论体系（下）    第十章　 第二节　坚持走和平发展道路》

【习题1（多选题 ）】
Question：中国走和平发展道路，因为和平发展道路（）。
Answer：
√ 是一条统筹国内发展和对外开放的发展道路
√ 是基于中国特色社会主义的必然选择
√ 是一条勇于参与经济全球化而又坚持广泛合作、互利共赢的发展道路
√ 是中华民族优秀文化传统的继承和发展，也是中国人民从近代苦难遭遇中得出的必然结论
√ 是基于当今世界发展潮流的必然选择。

【习题2（多选题 ）】
Question：中国坚持走和平发展道路，但决不牺牲国家核心利益，包括（ ）。
Answer：
√ “一边倒”  
√ “打扫干净屋子再请客”
√ 国家主权和国家安全  
√ 国家统一 
√ 领土完整 

【习题3（多选题 ）】
Question：新中国成立初期，毛泽东提出的三大外交方针是（ ）。
Answer：
 “和为贵”    
√ “打扫干净屋子再请客”
√ “另起炉灶”   
√ “一边倒”   
 “冷战共处”  

【习题4（多选题 ）】
Question：和平共处五项原则包括（）。
Answer：
√ 和平共处
√ 互不干涉内政
√ 平等互利           
√ 互不侵犯 
√ 互相尊重主权和领土完整  

【习题5（多选题 ）】
Question：独立自主和平外交政策的基本原则包括（ ）。
Answer：
√ 坚持独立自主地处理一切国际事务的原则
  坚持爱国主义与国际共产主义相统一的原则
√ 坚持和平共处原则为指导国家间关系的基本准则
√ 坚持同发展中国家加强团结与合作的原则
√ 坚持爱国主义与履行国际义务相统一的原则

【习题6（多选题 ）】
Question：实施互利共赢的开放战略，下面哪些说法是正确的？（ ）。
Answer：
√ 符合世界各国共同发展的客观要求
√ 是由我国独立自主和平外交政策和坚持走和平发展道路所决定的
  是联合国宪章规定的
√ 重在推进各国和各国人民共同享受发展成果
√ 必须推动建立更加公正的国际政治经济新秩序

【习题7（多选题 ）】
Question：为了建设和谐世界，应努力做到（ ）。
Answer：
√ 环保上相互帮助、协力推进，共同呵护人类赖以生存的地球家园
√ 安全上相互信任、加强合作，坚持用和平方式而不是战争手段解决国际争端，共同维护世界和平稳定
√ 经济上相互合作、优势互补，共同推动经济全球化朝着均衡、普惠、共赢方向发展
√ 文化上相互借鉴、求同存异，尊重世界多样性，共同促进人类文明繁荣进步
√ 政治上相互尊重、平等协商，共同推进国际关系民主化


《4.毛泽东思想和中国特色社会主义理论体系（下）    第十一章 本章导入》


《4.毛泽东思想和中国特色社会主义理论体系（下）    第十一章 第一节　建设中国特色社会主义的根本目的》

【习题1（单选题 ）】
Question：社会主义最大的优越性就是共同富裕。
Answer：
 错误
√ 正确

【习题2（多选题 ）】
Question：建设中国特色社会主义的根本目的是（  ）
Answer：
√ 坚持共同富裕的目标　
√ 坚持一切为了人民
√ 坚持经济社会发展与人的全面发展的统一
  实现中华民族的伟大复兴
  实现社会主义现代化

【习题3（多选题 ）】
Question：经济社会发展与人的全面发展的关系是（）
Answer：
√ 人的全面发展是经济社会发展的根本目的
√ 经济社会发展是人的全面发展的基础和保障
√ 相互促进、互为条件　
√ 经济社会发展是人的全面发展的前提和条件
√ 人的全面发展是经济社会发展的目标和动力


《4.毛泽东思想和中国特色社会主义理论体系（下）    第十一章 第二节　中国特色社会主义建设的依靠力量》

【习题1（单选题 ）】
Question：建设中国特色社会主义人数最多的基本依靠力量（    ）
Answer：
√ 农民阶级
  知识分子
  新社会阶层
  工人阶级

【习题2（单选题 ）】
Question：我国新的社会阶层是（    ）
Answer：
  先进生产力的开拓者
√ 社会主义事业的建设者 
  社会主义建设的领导者
  人数最多的力量

【习题3（单选题 ）】
Question：改革开放以来，我国工人阶级队伍发生了巨大变化，工人阶级已不是我国的领导阶级。
Answer：
 正确
√ 错误

【习题4（单选题 ）】
Question：现阶段我国的知识分子是小资产阶级。
Answer：
 正确
√ 错误

【习题5（多选题 ）】
Question：新的社会阶层也是社会主义事业的建设者，包括（）
Answer：
√ 中介组织从业人员和自由职业人员
√ 个体户和私营企业主　
√ 受聘于外资企业的管理技术人员
√ 民营科技企业的创业人员和技术人员
   知识分子

【习题6（多选题 ）】
Question：巩固和发展全国各族人民团结的重要意义是（）
Answer：
√ 建设中国特色社会主义的重要保证
√ 关系到国家的统一和边疆的巩固
√ 关系到社会主义现代化建设的成败　
√ 有利于巩固和发展人民民主专政和安定团结的政治局面
√ 关系到各民族地区自身的发展


《4.毛泽东思想和中国特色社会主义理论体系（下）    第十一章 第三节　巩固和发展爱国统一战线》

【习题1（单选题 ）】
Question：新时期爱国统一战线的性质是（）
Answer：
  民族主义的
  爱国主义的
  民主主义的
√ 社会主义的

【习题2（单选题 ）】
Question：社会主义时期解决民族问题的基本原则是（）
Answer：
  优先发展少数民族地区的经济与文化
√ 坚持民族平等、民族团结、各民族共同繁荣
  反对大民族主义
  反对地方民族主义

【习题3（单选题 ）】
Question：爱国统一战线的核心问题是党的领导问题。
Answer：
 错误
√ 正确

【习题4（单选题 ）】
Question：民族平等是民族团结、各民族共同繁荣的政治前提和基础。
Answer：
√ 正确
 错误

【习题5（单选题 ）】
Question：我国实行政教分离的原则，任何宗教都没有超越宪法和法律的特权。
Answer：
√ 正确
 错误

【习题6（多选题 ）】
Question：现阶段我国爱国统一战线的范围包括（）
Answer：
  与我国有联系的外籍华人
  台湾同胞、港澳同胞、海外侨胞
√ 拥护社会主义的爱国者
√ 拥护祖国统一的爱国者
√ 全体社会主义劳动者

【习题7（多选题 ）】
Question：我国处理民族问题的基本原则有（）
Answer：
  民族互相监督原则
√ 民族平等原则
√ 共同繁荣原则
√ 民族团结原则
  民族和平共处原则


《4.毛泽东思想和中国特色社会主义理论体系（下）    第十一章 第四节　国防和军队现代化建设》

【习题1（单选题 ）】
Question：人民民主专政的坚强柱石是人民解放军。
Answer：
 错误
√ 正确

【习题2（单选题 ）】
Question：新的历史时期人民军队建设的中心任务是现代化。
Answer：
 错误
√ 正确

【习题3（单选题 ）】
Question：人民解放军的宗旨是全心全意为人民服务。
Answer：
√ 正确
 错误

【习题4（单选题 ）】
Question：军队“三化”建设是指革命化现代化信息化。
Answer：
√ 错误
 正确

【习题5（多选题 ）】
Question：加强国防和军队建设，在中国特色社会主义事业总体布局中具有重要地位。原因在于（）
Answer：
√ 人民解放军是社会主义现代化建设的重要力量
√ 人民解放军是捍卫社会主义祖国的钢铁长城
√ 人民解放军是人民民主专政的坚强柱石
 人民解放军是对外扩张的主要支撑

【习题6（多选题 ）】
Question：1997年，中央军委提出了国防和军队现代化建设“三步走”战略是（）
Answer：
  到2020年，实现国防和军队现代化
  到本世纪中叶，实现国防和军事强国梦
√ 到2020年，力争基本实现机械化，信息化建设取得重大进展
√ 到本世纪中叶，实现国防和军队现代化
√ 到2010年，重点是压缩规模、优化结构和发展性能先进的武器装备

【习题7（多选题 ）】
Question：走中国特色军民融合式发展路子，关键是（）
Answer：
√ 军队人才培养体系
√ 国防动员体系
√ 建立和完善军民结合、寓军于民的武器装备科研生产体系
  构建中国特色现代军事力量体系
√ 军队保障体系


《4.毛泽东思想和中国特色社会主义理论体系（下）    第十二章 本章导入》


《4.毛泽东思想和中国特色社会主义理论体系（下）    第十二章 第一节　党的领导是社会主义现代化建设的根本保证》

【习题1（单选题 ）】
Question：中国共产党的宗旨是（ ）。
Answer：
  严格组织纪律 
√ 全心全意为人民服务  
  巩固阶级基础
  大公无私  

【习题2（单选题 ）】
Question：“两个先锋队”是不可分割的统一整体。
Answer：
√ 正确
 错误

【习题3（单选题 ）】
Question：坚持党的领导不用改善党的领导。
Answer：
 正确
√ 错误

【习题4（多选题 ）】
Question：中国共产党的执政地位是（ ）
Answer：
√ 历史的选择   
√ 人民的选择 
  中国现代化的要求 
 维护国家统一的要求

【习题5（多选题 ）】
Question：当前改善党的领导必须（ ）
Answer：
 巩固执政地位和执政水平
√ 要正确处理党的领导和依法治国的关系
√ 要改革、完善党和国家的领导制度
√ 要不断提高党的领导水平和执政水平、提高拒腐防变和抵御风险能力


《4.毛泽东思想和中国特色社会主义理论体系（下）    第十二章 第二节　全面提高党的建设科学化水平》

【习题1（单选题 ）】
Question：中国共产党执政后的最大危险是（ ）。
Answer：
 能力不足  
 消极腐败
√ 脱离群众 
 精神懈怠  

【习题2（单选题 ）】
Question：党的建设是一项伟大工程。
Answer：
 错误
√ 正确

【习题3（单选题 ）】
Question：执政能力建设是党执政后的一项根本建设。
Answer：
 错误
√ 正确

【习题4（多选题 ）】
Question：党的十八大提出执政党建设的主线是（ ）
Answer：
√ 执政能力建设
√ 先进性建设  
√ 纯洁性建设 
 制度建设

【习题5（多选题 ）】
Question：新形势下执政党面临的考验有（ ）
Answer：
√ 外部环境考验
√ 市场经济考验
√ 改革开放考验
√ 执政考验

我国经济发展新常态的主要特点是（）。
√ 经济结构不断优化
√ 从高速增长转为中高速增长
经济高速增长
√ 从要素驱动、投资驱动转向创新驱动

为什么必须毫不动摇地坚持对外开放（）。
√ 是对中国发展历史经验教训深刻总结的结果
√ 是加快社会主义现代化建设的需要
√ 是为了借鉴和吸收人类文明的一切优秀成果
√ 是顺应经济全球化大势和科技发展机遇的客观要求


中国提出的建设“一带一路”的重大倡议是（）。
√ 是建设“丝绸之路经济带”
√ 是“21世纪海上丝绸之路”
√ 是扩大和深化对外开放的重大举措
√ 是实现与亚欧非及世界各国互利共赢的重大举措

1.1
• 习题1（单选题 ）答题正确
毛泽东首次提出“马克思主义中国化”的重大命题是在（）。
 中共一大
 中共八大
 中共七大
√ 中共六届六中全会
• 习题2（单选题 ）答题正确
毛泽东提出“马克思主义中国化”的重大命题是在（）。
 《实践论》
√ 《论新阶段》
 《矛盾论》
 《反对本本主义》
• 习题3（单选题 ）答题正确
毛泽东思想和中国特色社会主义理论体系之间的关系（）。
 对立关系
 没有关系
√ 承进关系
 否定关系
• 习题4（判断题 ）答题正确
马克思主义中国化两大成果之间是一脉相承又与时俱进的关系。
√ 正确
 错误
1.2
• 习题1（单选题 ）答题正确
马克思主义中国化第一次历史飞跃的理论成果（）。
 邓小平理论
 科学发展观
√ 毛泽东思想
 “三个代表”重要思想
• 习题2（多选题 ）答题正确
毛泽东思想的活的灵魂是（）。
√ 实事求是
√ 独立自主
√ 群众路线
 解放思想
• 习题3（判断题 ）答题正确
1945年党的七大把毛泽东思想作为党的指导思想。
√ 正确
 错误
• 习题4（判断题 ）答题正确
毛泽东思想就是毛泽东的个人思想。
 正确
√ 错误
1.3
• 习题1（单选题 ）答题正确
邓小平理论确立为党的指导思想是（）。
 党的十六大
√ 党的十五大
 党的十三大
 党的十四大
• 习题2（单选题 ）答题正确
“三个代表”重要思想确立为党的指导思想是（）。
√ 党的十六大
 党的十四大
 党的十八大
 党的十五大
• 习题3（单选题 ）答题正确
将邓小平理论、“三个代表”重要思想、科学发展观等重大战略思想统称为“中国特色社会主义理论体系”是（）。
 党的十五大
√ 党的十七大
 党的十六大
 党的十八大
• 习题4（多选题 ）答题正确
中国特色社会主义理论体系包括（）。
√ 科学发展观
√ 习近平系列讲话
√ “三个代表”重要思想
√ 邓小平理论
• 习题5（判断题 ）答题正确
中国特色社会主义理论体系不包括毛泽东思想。
√ 正确
 错误
• 习题6（判断题 ）答题正确
中国特色社会主义理论体系是马克思主义中国化第二历史性飞跃的理论成果。
√ 正确
 错误
1.4
• 习题1（单选题 ）答题正确
毛泽东初步界定中国共产党人的思想路线的基本含义的文章是（）。
 《实践论》
√ 《反对本本主义》
 《矛盾论》
 《论十大关系》
• 习题2（单选题 ）答题正确
党的思想路线的实质和核心是（）。
 在实践中检验真理和发展真理
√ 实事求是
 一切从实际出发
 理论联系实际
• 习题3（单选题 ）答题正确
马克思主义中国化理论成果的精髓是（）。
 与时俱进
 解放思想
√ 实事求是
 求真务实

2.1
• 习题1（单选题 ）答题正确
区别旧民主主义革命与新民主主义革命的根本标志是（）。
 革命的指导思想不同
 革命的前途不同
 革命的对象不同
√ 革命的领导阶级不同
• 习题2（单选题 ）答题正确
标志着中国旧民主主义革命向新民主主义革命转变的重大事件是 （）。
 共产主义小组诞生
√ 五四运动
 中国共产党的成立
 新文化运动
• 习题3（单选题 ）答题正确
新民主主义革命的总路线中“人民大众的”是指（）。
 革命的对象
√ 革命的动力
 革命的指导权
 革命的领导权
• 习题4（单选题 ）答题正确
1930年1月，毛泽东在《星星之火，可以燎原》一文中写道："我所说的中国革命高潮快要到来，决不是如有些人所谓'有到来之可能'那样完全没有行动意义的、可望而不可即的一种空的东西。它是站在海岸遥望海中已经看得见桅杆尖头了的一只航船，它是立于高山之巅远看东方已见光芒四射喷薄欲出的一轮朝日，它是躁动与母腹中的快要成熟了的一个婴儿。"这段话是针对当时党内和红军中存在的（）
 "一省或数省的首先胜利"的设想
√ "红旗到底打得多久"的疑问
 "在全国范围内先争取群众后建立政权"的理论
 "与地狱国门之外"的主张
• 习题5（多选题 ）答题正确
近代中国社会的主要矛盾是（）。
 资本主义和社会主义的矛盾
 地主阶级和资产阶级的矛盾
 无产阶级和资产阶级的矛盾
 封建主义和人民大众的矛盾
√ 帝国主义和中华民族的矛盾
• 习题6（多选题 ）答题正确
鸦片战争以后，中华民族面临的两大历史任务是（）。
 实现国家繁荣富强和人民共同富裕
√ 推翻帝国主义和封建主义在中国的反动统治，求得民族独立和人民解放
 消灭资产阶级
 反对官僚资本主义
2.2
• 习题1（单选题 ）答题正确
毛泽东第一次提出“新民主主义革命”科学概念的著作是（）
 《新民主主义论》
√ 《中国革命和中国共产党》
 《<共产党人>发刊词》
 《论联合政府》
• 习题2（单选题 ）答题正确
中国民族资产阶级的阶级特性中与生俱来的一个特性是（）
 革命性
√ 软弱性
 斗争性
 买办性
• 习题3（单选题 ）答题正确
区别旧民主主义革命与新民主主义革命的根本标志是（）
 革命的前途不同
 革命的指导思想不同
√ 革命的领导阶级不同
 革命的对象不同
• 习题4（单选题 ）答题正确
在中国革命进程中，具有新民主主义革命和社会主义革命双重性质的事件是（）
 赎买民族工商业归人民民主专政国家
 接收帝国主义在华企业归新民主主义国家所有
√ 没收官僚资本归新民主主义国家所有
 没收封建阶级的土地归农民所有
• 习题5（单选题 ）答题正确
中国共产党领导的新民主主义革命的根本目的是（）
 推翻帝国主义、 封建主义、 官僚资本主义的统治
 建立新民主主义的人民共和国
√ 解放被束缚的生产力
 改变中国半殖民地半封建社会的面貌
• 习题6（单选题 ）答题正确
导致中国民族资产阶级两面性的决定因素，是它天生的（ ）
 斗争性
√ 软弱性
 买办性
 革命性
• 习题7（多选题 ）答题正确
新民主主义革命和社会主义革命的关系是（）。
√ 新民主主义革命是社会主义革命的必要准备
√ 社会主义革命是新民主主义革命的必然趋势
 新民主主义革命和社会主义革命的任务相同
 新民主主义革命与社会主义革命可以“毕其功于一役”
 两个革命之间需要有一个资本主义的过渡阶段
• 习题8（多选题 ）答题正确
新民主主义的文化，是民族的科学的大众的文化。其中“民族的”是指（）
 为全民族90%.以上的工农大众服务
 反对外来的资本主义文化
√ 在形式和内容上有中国作风和中国气派
√ 反对帝国主义压迫，主张中华民族的尊严和独立
2.3
• 习题1（单选题 ）答题正确
中国共产党在中国革命中战胜敌人的三大法宝是:（）。
 统一战线、土地革命、武装斗争
√ 武装斗争、统一战线、党的建设
 土地革命、武装斗争、党的建设
 理论联系实际、密切联系群众、批评与自我批评
• 习题2（单选题 ）答题正确
土地革命战争时期、毛泽东指出：“一国之内，在四周白色政权的包围中，有一小块或若干小块红色政权的区域长期地存在，这是世界各国从来没有的事。这种奇事的发生，有其独特的原因。”红色政权能够存在和发展的根本原因是 （）。
 全国革命形势的继续发展
 国民革命的政治影响及良好的群众基础
 相当力量的正式红军的存在以及共产党组织的坚强有力和正确领导
 中国是一个经济政治发展极端不平衡的半殖民地半封建大国
• 习题3（多选题 ）答题正确
中国共产党实现革命统一战线的基本原则和主要经验是（）。
√ 针对中国资产阶级的特点，实现又联合有斗争的政策
 在统一战线中实现发展进步势力，争取中间势力，孤立顽固势力的政策
 统一战线必须以工农联盟为基础，以武装斗争为支柱，才能巩固和发展
√ 无产阶级力争并牢牢掌握统一战线的领导权
• 习题4（多选题 ）答题正确
新民主主义革命时期，以国共合作为基础所建立的统一战线（）
  人民民主统一战线
√ 国民革命联合统一战线
√ 抗日民族统一战线
 工农民主统一战线
• 习题5（多选题 ）答题正确
1945年4月，毛泽东在《论联合政府》中提出的党的优良作风有（）
 谦虚、谨慎、戒骄、戒躁的作风
 艰苦奋斗的作风
√ 自我批评的作风
√ 和人民群众紧密地联系在一起的作风
√ 理论和实践相结合的作风

3.1
• 习题1（单选题 ）答题正确
我国过渡时期是指（）。
√ 从中华人民共和国成立到社会主义改造基本完成
 从抗日战争胜利到中华人民共和国成立
 从1953年提出“一化三改”到1956年社会主义改造完成
 从1953年提出“一化三改”到1958年“大跃进”运动
• 习题2（单选题 ）答题正确
中国共产党的过渡时期总路线的主体是（）。
 对个体农业的社会主义改造
 对资本主义工商业的社会主义改造
√ 实现国家的社会主义工业化
 对个体手工业的社会主义改造　
• 习题3（多选题 ）答题正确
中华人民共和国的成立标志着 （）。
√ 中国进入新民主主义社会
√ 半殖民地半封建社会结束　
 中国进入社会主义社会
√ 新民主主义革命基本胜利
• 习题4（多选题 ）答题正确

根据毛泽东在《新民主主义论》中的阐述，新民主主义社会是 （）。
√ 属于社会主义体系
√ 社会主义因素居于领导地位
√ 一种具有过渡性质的社会发展阶段
√ 有社会主义和资本主义两种因素
3.2
• 习题1（单选题 ）答题正确
我国对个体手工业进行社会主义改造的主要方式是（）。
√ 合作化
 统购统销　
 赎买
 公私合营
• 习题2（单选题 ）答题正确
我国在资本主义工商业进行社会主义改造实践中一个创新性办法是对民族资产阶级 （）。
√ 和平赎买
 生活上给出路
 公私合营
 剥夺生产资料
• 习题3（单选题 ）答题正确
对农业、手工业和资本主义工商业进行社会主义改造的实质是（）。
 个体劳动者互助合作
 引导农民走社会主义道路
√ 变革生产关系的社会主义革命
 对民族资产阶级的剥削加以限制
• 习题4（多选题 ）答题正确
我国对个体农业进行社会主义改造的成功经验主要有 （）。
 实行“三级所有、队为基础”的农村集体经济体制
 在有条件的地区推广农业生产责任制
√ 遵循自愿互利、典型示范、国家帮助的原则
√ 在土地改革基础上，不失时机地引导个体农民走互助合作道路
√ 采取从互助组到初级合作社到高级合作社的逐步过渡形式
3.3
• 习题1（单选题 ）答题正确
社会主义制度在中国确立的主要标志是（）。
√ 社会主义改造的胜利完成
 《中华人民共和国宪法》的颁布
 国民经济的恢复与调整
 中华人民共和国的成立
• 习题2（判断题 ）答题正确
社会主义制度是我国的根本政治制度。
 正确
√ 错误
4.1
• 习题1（单选题 ）答题正确
标志着党探索中国社会主义建设道路的良好开端的重大事件是（）。
 《关于正确处理人民内部矛盾的问题》的报告
 四个现代化战略目标的提出
√ 《论十大关系》的报告
 中共八大二次会议
• 习题2（单选题 ）答题正确
对于政治思想领域的人民内部矛盾，实行的方针是（）。
 民主集中制
 “批评—团结—批评”
 “百花齐放，百家争鸣”
√ “团结—批评—团结”
• 习题3（单选题 ）答题正确
社会主义社会的基本矛盾是（）。
√ 生产关系和生产力、经济基础和上层建筑的矛盾
 社会主义与资本主义的矛盾
 人民内部矛盾
 工农两个阶级的矛盾
• 习题4（多选题 ）答题正确
毛泽东《关于正确处理人民内部矛盾的问题》的报告论述的内容包括（）。
√ 关于正确处理人民内部矛盾的方针
√ 正确处理两类不同性质社会矛盾的基本方法
√ 关于社会主义社会的基本矛盾
√ 社会主义社会存在两类不同性质的矛盾的理论
√ 关于我国社会的主要矛盾和根本任务
• 习题5（多选题 ）答题正确
在社会主义建设道路初步探索时期提出走中国工业化道路的思想包括（）。
√ 以工业为主导
 以工业化促进信息化
√ 以农业为基础
 以信息化带动工业化
√ 逐步建立独立完整的基础工业体系和国防工业体系
• 习题6（多选题 ）答题正确
党在社会主义建设道路初步探索时期形成的理论成果包括（）。
√ 调动一切积极因素为社会主义事业服务的思想
√ 关于科学和教育
√ 关于社会主义发展阶段
√ 正确处理社会主义社会矛盾的思想
√ 关于经济建设方针
4.3
• 习题1（判断题 ）答题正确
社会主义建设道路初步探索为开创中国特色社会主义提供了理论准备和物质基础。
√ 正确
 错误
• 习题2（判断题 ）答题正确
关于社会主义发展阶段，毛泽东提出社会主义又可分为三个阶段：第一个阶段是社会主义初级阶段，第二个阶段是社会主义中级阶段，第三个阶段是社会主义高级阶段。
 正确
√ 错误
• 习题3（判断题 ）答题正确
由于我国人口多、工业基础薄弱，必须正确处理好重工业和轻工业、农业的关系。
√ 正确
 错误
5.1
• 习题1（单选题 ）答题正确
建设中国特色社会主义的总依据是（）。
 生产力落后
 五位一体
√ 社会主义初级阶段
 实现社会主义现代化和中华民族的伟大复兴
• 习题2（多选题 ）答题正确
我国社会主义初级阶段是指（）。
 我国已经是社会主义社会，必须坚持而不能离开社会主义社会
 我国的社会主义社会还处在初级阶段，我们必须从这个实际出发，不能超越这个阶段
 从资本主义进入社会主义必须经历的过渡阶段
√ 我国生产力落后，商品经济不发达情况下进入社会主义必须经历的特定阶段
 任何国家进入社会主义都必须经历的起始阶段　
• 习题3（判断题 ）答题正确
社会主义初级阶段泛指任何国家进入社会主义都会经历的起始阶段。
 正确
√ 错误
• 习题4（判断题 ）答题正确
社会主义初级阶段最主要的特点是生产力不发达。
√ 正确
 错误
5.2
• 习题1（单选题 ）答题正确
党在初级阶段的奋斗目标是（）。
 实现四个现代化
√ 建设富强民主文明和谐的社会主义现代化国家
 建设社会主义和谐社会
 全面建成小康社会
• 习题2（多选题 ）答题正确
党在社会主义初级阶段的基本纲领包括（）。
√ 构建社会主义和谐社会
√ 建设中国特色社会主义文化　
√ 建设中国特色社会主义生态文明
√ 建设中国特色社会主义政治
√ 建设中国特色社会主义经济
6.1
• 习题1（多选题 ）答题正确
邓小平认为：社会主义的本质就是（ ）。
√ 消灭剥削，消除两极分化
√ 解放生产力，发展生产力
 最终达到共产主义
√ 最终达到共同富裕
6.2
• 习题1（多选题 ）答题正确
在中国化马克思主义理论发展过程中，著名论断的提出具有重要意义，下列表述正确的有（）。
√ 邓小平在1992年提出了“发展是硬道理”的著名论断
 毛泽东在八七会议上提出“须知政权是由枪杆子中取得的”著名论断
√ 邓小平在1988年提出“科学技术是第一生产力”的论断
 邓小平做出“社会和谐是中国特色社会主义本质属性”的重大判断
• 习题2（多选题 ）答题正确
社会主义的根本任务要求我们必须坚持（）。
√ 科学技术是第一生产力
 以阶级斗争为纲
 发展才是硬道理
√ 发展是党执政兴国的第一要务
√ 党要始终代表中国先进生产力的发展要求
6.3
• 习题1（单选题 ）答题正确
到2020年我国经济社会发展的奋斗目标是（）。
√ 全面建成小康社会
 基本实现现代化
 总体达到小康社会
 解决人民温饱问题
• 习题2（单选题 ）答题正确
根据“三步走”发展战略，我国到21世纪中叶的战略目标是（）。
 基本接近发达国家水平，生活比较富裕
 物质文明与精神文明基本协调发展
 全面建成小康社会
√ 达到中等发达国家水平，基本实现现代化
• 习题3（多选题 ）
• 党的十三大把邓小平“三步走”的发展战略构想确定了下来，这个“三步走”的发展战略包括（）。
√ 从1991年到20世纪末，使国民生产总值再增长一倍，人民生活达到小康水平
√ 到21世纪中叶，人均国民生产总值达到中等发达国家水平，人民生活比较富裕，基本实现现化代。
√ 从1981年至1990年实现国民生产总值比1980年翻一番，解决人民的温饱问题。
 21世纪第一个10年实现国民生产总值比2000年翻一番，使人民的小康生活更加富裕，形成比较完善的社会主义市场经济体制加强文化建设，明显提高全民族文化素质。
 再经过10年的努力，到建党100周年时，使国民经济更加发展，各项制度更加完善。
• 习题4（多选题 ）答题正确
中国梦的思想内涵最核心的内容是（）。
 中国道路
√ 国家富强
√ 民族振兴
√ 人民幸福
7.1
• 习题1（单选题 ）答题正确
我国社会主义改革是一场新的伟大革命，其性质是（）。
 解放生产力，发展生产力
√ 社会主义制度的自我完善和发展
 社会主义基本制度的根本变革
 建立和完善社会主义市场经济体制
• 习题2（多选题 ）答题正确
改革是社会主义的自我完善和发展，这就是指（）。
√ 通过改革完善社会主义基本制度，发挥其优越性
√ .改革不是那种一个阶级推翻另一个阶级的政治革命
√ 改革的性质是由社会主义社会基本矛盾的性质和特点决定的
√ 改革是在坚持社会主义基本制度的前提下对具体体制进行的根本性改革
7.2
• 习题1（多选题 ）答题正确
党的十八届三中全会提出全面深化改革的总目标是（）。
 处理好政府和市场的关系
√ 推进国家治理体系和治理能力现代化
 使市场在资源配置中起决定性作用
√ 完善和发展中国特色社会主义制度
• 习题2（多选题 ）答题正确

改革、发展、稳定好比现代化建设棋盘上的三着紧密关联的战略性棋子，每一着棋都下好了，相互促进，就会全盘皆活；如果有一着下不好，其他两着也会陷入困境，就可能全局受挫。改革开放以来，党在处理改革、发展、稳定方面积累的经验和主要原则包括（ ）
√ 保持改革、发展、稳定在动态中的相互协调和相互促进
√ 把不断改善人民生活作为处理改革、发展、稳定关系的重要结合点
 把实现社会稳定作为促进改革、发展的根本出发点
√ 把改革的力度、发展的速度和社会可以承受的程度统一起来
7.3
• 习题1（单选题 ）答题正确
邓小平指出，一个国家“要摆脱贫困，在经济政策和对外政策上都要立足于自己的实际，不要给自己设置障碍，不要孤立于世界之外。根据中国的经验，把自己孤立于世界之外是不利的。”这句话强调的是：（）。
√ 对外开放是我国必须长期坚持的基本国策
 四项基本原则是立国之本
 改革是社会主义中国的强国之路
 社会主义建设必须以经济建设为中心
• 习题2（多选题 ）答题正确
我国形成的对外开放的格局是（）。
√ 多层次
√ 全方位
 半封闭
 有限领域
√ 宽领域
• 习题3（多选题 ）答题正确
为什么必须毫不动摇地坚持对外开放（）。
√ 是对中国发展历史经验教训深刻总结的结果
√ 是加快社会主义现代化建设的需要
√ 是为了借鉴和吸收人类文明的一切优秀成果
√ 是顺应经济全球化大势和科技发展机遇的客观要求
• 习题4（多选题 ）答题正确
中国提出的建设“一带一路”的重大倡议是（）。
√ 是建设“丝绸之路经济带”
√ 是“21世纪海上丝绸之路”
√ 是扩大和深化对外开放的重大举措
√ 是实现与亚欧非及世界各国互利共赢的重大举措
o 8.1
• 习题1（填空题 ）答题正确
2013年，中共十八届三中全会明确提出，要使 （） 在资源配置中起决定性作用和更好发挥 （） 作用。
• 习题2（多选题 ）答题正确
社会主义市场经济理论的要点有（）。
√ 市场经济作为资源配置的一种方式和不同社会制度结合具有不同的性质
√ 计划和市场都是经济手段，对经济活动的调节各有优势和长处
√ 计划经济和市场经济不是划分社会制度的标志
 市场经济作为资源配置的一种方式不能和不同社会制度结合
• 习题3（多选题 ）答题正确
毫不动摇地巩固和发展公有制经济，是坚持和完善社会主义初级阶段基本经济制度必须遵循的一条基本原则。我国的公有制经济包括（）。
 外资经济
√ 集体经济
√ 国有经济
√ 混合所有制经济中的国有成分和集体成分
• 习题4（多选题 ）答题正确
在我国，按生产要素分配就其内容不同可以分为（）。
 按劳分配
√ 按劳动力价值分配
√ 按管理和知识类的生产要素参与生产成果分配
√ 按资本或资产等物质生产要素分配
• 习题5（多选题 ）答题正确
我国经济发展新常态的主要特点是（）。
√ 经济结构不断优化
√ 从高速增长转为中高速增长
 经济高速增长
√ 从要素驱动、投资驱动转向创新驱动
• 习题6（判断题 ）
混合所有制经济是基本经济制度的重要实现形式，是坚持公有制主体地位，增强国有经济活力、控制力、影响力的一个有效途径和必然选择。
√ 正确
 错误
8.2
• 习题1（单选题 ）答题正确
（）是社会主义民主政治的本质和核心要求，是社会主义政治文明建设的根本出发点和归宿。
√ 人民当家作主
 人民民主专政
 依法治国
 党的领导
• 习题2（多选题 ）答题正确
坚持中国特色社会主义政治发展道路，关键是要坚持（）的有机统一。
 人民民主专政
√ 党的领导
√ 依法治国
√ 人民当家作主
• 习题3（多选题 ）答题正确
中国人民政治协商会议的主要职能是（）。
 参政议政
 依法执政
√ 民主监督
√ 政治协商
• 习题4（多选题 ）答题正确
党的十八届三中全会提出了建设“法治中国”的目标和任务，强调“建设法治中国，必须（）。”
√ 坚持依法治国、依法执政、依法行政共同推进
 坚持人民当家作主
 坚持党的领导
√ 坚持法治国家、法治政府、法治社会一体建设
• 习题5（多选题 ）
党的十八届三中全会提出了深化政治体制改革的主要任务（）。
√ 推动人民代表大会制度与时俱进
√ 发展基层民主
√ 推进协商民主广泛多层制度化发展
 建设法治中国
• 习题6（多选题 ）答题正确
中国政党制度的显著特征是（）。
√ 共产党领导、多党派合作
 共产党领导、多党派执政
 多党派轮流执政
√ 共产党执政、多党派参政
• 习题7（多选题 ）答题正确
实现全面依法法治国家的总目标，必须（）原则。
√ 坚持依法治国和以德治国相结合
√ 坚持人民主体地位
√ 坚持中国共产党的领导
√ 坚持在法律面前人人平等
√ 坚持从中国实际出发
8.3
• 习题1（多选题 ）答题正确
社会主义核心价值体系的基本内容包括 （）。
√ 马克思主义指导思想
√ 社会主义荣辱观
√ 中国特色社会主义共同理想
√ 以爱国主义为核心的民族精神和以改革创新为核心的时代精神
• 习题2（多选题 ）答题正确
党的十八大首次提出，要（）,积极培育和践行社会主义核心价值观。
 倡导自由、民主、人权、博爱
√ 倡导自由、平等、公正、法治
√ 倡导爱国、敬业、诚信、友善
√ 倡导富强、民主、文明、和谐
• 习题3（多选题 ）答题正确
培育和践行社会主义核心价值观，要（）。
√ 使社会主义核心价值观成为人们日常工作生活的基本遵循
√ 突出道德价值的作用
√ 立足中华优秀传统文化，加强革命传统教育
√ 在全社会深入开展理想信念教育
• 习题4（多选题 ）答题正确
所谓文化强国，是指这个国家具有强大的文化力量。这种力量表现为（）。
√ 强大的文化软实力
 先进的科学技术
√ 发达的文化产业
√ 具有高度文化素养的国民
8.4
• 习题1（单选题 ）答题正确
（）是中国特色社会主义的本质属性，是国家富强、民族振兴、人民幸福的重要保证。
√ 社会和谐
 人民当家作主
 发展生产力
 解放生产力
• 习题2（单选题 ）答题正确
党的（）第一次将“社会更加和谐”作为全面建设小康社会的重要奋斗目标。
 十七大
 十八大
 十五大
√ 十六大
• 习题3（多选题 ）答题正确
我们所要建设的社会主义和谐社会，是民主法治、公平正义、诚信友爱、充满活力、安定有序、人与自然和谐相处的社会。（）
√ 安定有序
√ 民主法治、公平正义
√ 诚信友爱、充满活力
√ 人与自然和谐相处
• 习题4（判断题 ）答题正确
建设和谐社会是贯穿中国特色社会主义事业全过程的长期历史任务。
√ 正确
 错误
8.5
• 习题1（单选题 ）答题正确
生态文明的核心是正确处理好( )
 人与人的关系
√ 人与自然的关系
 人与社会的关系
 人与经济的关系
• 习题2（多选题 ）答题正确
党的十八大提出，面对资源约束趋紧、环境污染严重、生态系统退化的严峻形势，必须树立（）的生态文明理念。
√ 尊重自然
 征服自然
√ 顺应自然
 保护自然
• 习题3（判断题 ）答题正确
节约资源和保护环境是我国的一项基本国策。
√ 正确
 错误
9.1
• 习题1（填空题 ）答题正确
（） 王朝建立了中央集权的封建专制制度，有力推动了国家的统一
• 习题2（填空题 ）答题正确
新中国成立后，中国共产党和中国政府一直致力于推进祖国完全统一大业，顺利实现了 （） 、 （） 的回归
• 习题3（填空题 ）答题正确
台湾问题是中国 （） 遗留下来的问题
9.2
• 习题1（单选题 ）答题正确
“和平统一、一国两制”的构想最早是针对（）问题提出的
 朝鲜半岛问题
 香港、澳门问题
√ 台湾问题
 两个德国问题
• 习题2（单选题 ）答题正确
周恩来将一系列和平解决台湾问题的思想、政策和主张归纳为（）
 联蒋抵美
 和平解放
√ 一纲四目
 九条方针
• 习题3（单选题 ）答题正确
“和平统一、一国两制”构想的核心是（）
 尽最大努力争取和平统一
 港澳台高度自治
 坚定不移走中国特色社会主义道路
√ 一个中国
10.1
• 习题1（单选题 ）答题正确
20世纪60年代，毛泽东提出了“两个中间地带”的思想，按此划分，属于第二个中间地带的是（）
 美国
 苏联
 中国
√ 日本
• 习题2（单选题 ）答题正确
根据邓小平的论述，（）提出了和平与发展是当今世界的两大主题这一深刻判断
√ 中共十三大
 中共十四大
 中共十一届三中全会
 中共十二大
• 习题3（单选题 ）答题正确
本世纪头20年是一个必须紧紧抓住并且可以大有作为的重要战略机遇期，这是（）提出的
 中共十七大
 中共十八大
 中共十五大
√ 中共十六
10.2
• 习题1（多选题 ）答题正确
中国坚持走和平发展道路，但决不牺牲国家核心利益，包括（）
√ 领土完整
√ 国家统一
√ 经济社会可持续发展的基本保障
√ 国家主权和国家安全
√ 宪法确立的国家政治制度和社会大局稳定
• 习题2（多选题 ）答题正确
新中国成立初期，毛泽东提出的三大外交方针是（）
 “冷战共处”
√ “一边倒”
 “和为贵”
√ “另起炉灶”
√ 打扫干净屋子再请客”
• 习题3（多选题 ）答题正确
和平共处五项原则包括（）
√ 互相尊重主权和领土完整
√ 和平共处
√ 互不干涉内政
√ 互不侵犯
√ 平等互利
11.1
• 习题1（多选题 ）
建设中国特色社会主义的根本目的是（）。
 实现社会主义现代化
√ 坚持经济社会发展与人的全面发展的统一
 实现中华民族的伟大复兴
√ 实现共同富裕
 坚持一切为了人民
11.2
• 习题1（单选题 ）答题正确
建设中国特色社会主义人数最多的基本依靠力量（）。
√ 农民阶级
 知识分子
 工人阶级
 新社会阶层
• 习题2（单选题 ）答题正确
我国新的社会阶层是（）。
 社会主义建设的领导者
 人数最多的力量
√ 社会主义事业的建设者
 先进生产力的开拓者
11.3
• 习题1（单选题 ）答题正确
新时期爱国统一战线的性质是（ ）
 民主主义的
 民族主义的
 爱国主义的
√ 社会主义的
• 习题2（多选题 ）答题正确
我国处理民族问题的基本原则有（ ）
√ 民族平等原则
√ 民族团结原则
 民族互相监督原则
 民族和平共处原则
√ 共同繁荣原则
• 习题3（判断题 ）答题正确
民族平等是民族团结、各民族共同繁荣的政治前提和基础
√ 正确
 错误
11.4
• 习题1（多选题 ）答题正确
习近平提出的党在新形势下的强军目标是（）。
 军队信息化
√ 能打胜仗
 军队现代化
√ 作风优良
√ 听党指挥
12.1
• 习题1（单选题 ）答题正确
中国共产党的宗旨是（）。
 大公无私
 严格组织纪律
 巩固阶级基础
√ 全心全意为人民服务
• 习题2（多选题 ）答题正确
当前改善党的领导必须（）。
√ 要改革、完善党和国家的领导制度
√ 要正确处理党的领导和依法治国的关系
 巩固执政地位和执政水平
 要不断提高党的领导水平和执政水平、提高拒腐防变和抵御风险能力
• 习题3（判断题 ）答题正确
“两个先锋队”是不可分割的统一整体。
√ 正确
 错误
12.2
• 习题1（判断题 ）答题正确
党的建设是一项伟大工程。
√ 正确
 错误
• 习题2（判断题 ）答题正确
执政能力建设是党执政后的一项根本建设。
√ 正确
 错误
12.3
习题1（单选题 ）答题正确
“四个全面”战略布局的关键（）。
 全面依法治国
 全面建成小康社会
√ 全面从严治党
 全面深化改革
`;


(function () {
  function takeEvaluate() {
    return new Promise((resolve) => {
      var $list = $('.BT_ping').filter(function () {
        return !$(this).hasClass('Ped');
      })
      var len = $list.length;
      var now = 0;

      if (len === 0) {
        resolve();
      }

      function ping(i) {
        var frmBody = null;
        new Promise((resolve) => {
          $list.eq(i).trigger('click');
          goNextIf(() => {
            if (document.getElementById('pageiframe') && document.getElementById('pageiframe').contentWindow.document.querySelector('.ping_btn_3')) {
              frmBody = document.getElementById('pageiframe').contentWindow.document.body;
              return true;
            }
          }).then(() => {
            resolve();
          })
        }).then(() => {
          $('.ping_btn_3', frmBody).trigger('click');
          return goNextIf(() => {
            if (document.getElementById('pageiframe').contentWindow.document.querySelector('.aui_state_highlight')) {
              return true;
            }
          });
        }).then(() => {
          $('.aui_state_highlight', frmBody).trigger('click');
          return goNextIf(() => {
            if (!document.getElementById('pageiframe').contentWindow.document.querySelector('.ping_btn_3')) {
              return true;
            }
          });
        }).then(() => {
          $('.aui_close').trigger('click');
          if (now < len - 1) {
            now += 1;
            ping(now);
          } else {
            resolve();
          }
        })
      }
      ping(now);
    })
  }

  function getAnwsers() {
    [].slice.call($('.un-ans')).forEach(function (el) {
      var qus = el.getElementsByTagName('p')[0].innerText.slice(0, -3),
        qusTextIndex = a.indexOf(qus),
        anwsers = el.getElementsByTagName('li');

      [].slice.call(anwsers).forEach(function (el) {
        var ansTextIndex = a.indexOf(el.innerText, qusTextIndex);
        if (a[ansTextIndex - 1] === '√') {
          $(el.getElementsByTagName('input')[0]).trigger('click');
        }
      })
    })
    $('.btn100_org').eq(1).trigger('click');
    $('.aui_state_highlight').eq(0).trigger('click');
    window.location.reload();
  }

  function goNextIf(condition) {
    return new Promise((resolve, reject) => {
      var i = 0;
      var timer = setInterval(() => {
        if (condition()) {
          clearInterval(timer);
          resolve();
        }
        i += 1;
        if (i > 800) {
          clearInterval(timer);
          reject();
        }
      }, 10)
    })
  }

  takeEvaluate().then(getAnwsers);

})();
